Repository: wp-plugins/threewp-broadcast
Catalog: lang/ThreeWP_Broadcast_Blog_Groups-*.po
Languages: sv_se

source: Blog group saved!
sv_se: Gruppen har sparats!

source: Blog groups
sv_se: Bloggrupper

source: Blog groups help you to quickly add blogs to the broadcast. First create a blog group and select the blogs you want. When broadcasting the list of blog groups will appear above the blog list.
sv_se: Bloggrupper hjälper dig att snabbt lägga till bloggar till multipostningen. Skapa först en bloggrupp och välj vilka bloggar du vill ha i gruppen. När du sedan mutlipostar ett inlägg kommer bloggruppen att synas i rutan ovanför blogglistan.

source: Blogs
sv_se: Bloggar

source: Click on the group name to edit or delete it.
sv_se: Klicka på gruppnamnet för att redigera eller ta bort det.

source: Could not parse date
sv_se: Kunde inte tolka datumet

source: Create a new blog group
sv_se: Skapa en ny grupp

source: Create the blog group
sv_se: Skapa gruppen

source: Date format
sv_se: Datumformat

source: Delete the group
sv_se: Ta bort gruppen

source: Delete this blog group
sv_se: Ta bort den här gruppen

source: Description
sv_se: Beskrivning

source: Edit blog group
sv_se: Redigera gruppen

source: Edit or delete this blog group
sv_se: Redigera eller ta bort gruppen

source: General settings
sv_se: Allmänna inställningar

source: Group name
sv_se: Gruppnamn

source: I want to delete this blog group
sv_se: Jag vill ta bort den här gruppen

source: Invalid date
sv_se: Ogiltigt datum

source: Invalid email address
sv_se: Ogiltig e-postadress

source: Latest valid date
sv_se: Senaste giltiga datum

source: Minimum length
sv_se: Minimumlängd

source: Name
sv_se: Namn

source: No group selected
sv_se: Ingen grupp vald

source: Overview
sv_se: Översikt

source: Please fill in %s.
sv_se: Du måste fylla i %s.

source: Required field
sv_se: Måste fyllas i

source: Role needed to use the group function.
sv_se: Roll som krävs för att använda gruppfunktionen.

source: Roles
sv_se: Roller

source: Save settings
sv_se: Spara inställningar

source: Settings
sv_se: Inställningar

source: The blog group %s has been created!
sv_se: Gruppen %s har skapats!

source: The blog group has been deleted. Please return to the overview.
sv_se: Gruppen har tagits bort. Klicka dig tillbaka till översikten.

source: The e-mail address in %s is not valid!
sv_se: E-postadressen i fältet %s är inte giltig!

source: The group has no blogs assigned.
sv_se: Det finns inga bloggar inlagda i gruppen.

source: The plugin and all associated settings and database tables have been removed. Please %sfollow this link to complete the uninstallation procedure%s.
sv_se: Tillägget och alla inställningar och databastabeller har tagits bort. Besök %sden här länken för att avsluta avinstallationsproceduren%s.

source: The text in %s is too long!
sv_se: Texten i %s är för lång!

source: The text in %s is too short!
sv_se: Texten i %s är för kort!

source: The value in %s (%s) is larger than the allowed maximum of %s.
sv_se: Värdet i %s (%s) är större än maxvärdet %s.

source: The value in %s (%s) is smaller than the allowed minimum of %s.
sv_se: Värdet i %s (%s) är mindre än minimumvärdet %s.

source: The value must be larger than or equal to
sv_se: Värdet måste vara minst större eller lika med

source: The value must be smaller or equal to
sv_se: Värdet måste vara mindre eller lika med

source: This link will take you to the index page
sv_se: Den här länken tar dig till indexsidan

source: This page will remove all the plugin tables and settings from the database and then deactivate the plugin.
sv_se: Den här sidan kommer att ta bort tilläggets databas och inställningar och sedan avaktivera tillägget.

source: Uninstall
sv_se: Avinstallera

source: Uninstall plugin
sv_se: Avinstallera tillägget

source: Update the blog group
sv_se: Uppdatera gruppen

source: Use groups
sv_se: Använd grupper

source: Valid values
sv_se: Giltiga värden

source: YYYY
sv_se: ÅÅÅÅ

source: Yes, I'm sure I want to remove all the plugin tables and settings.
sv_se: Ja, jag är säker på att jag vill ta bort tilläggets databas och inställningar.

source: You have not created any blog groups yet.
sv_se: Du har inte skapat några grupper än.

source: You have to check the checkbox in order to uninstall the plugin.
sv_se: Du måste kryssa i rutan om du vill avinstallera tilläget.

source: characters
sv_se: tecken

source: characters long
sv_se: tecken långt

source: may not be empty
sv_se: får inte lämnas tomt

source: may not be larger than
sv_se: får inte vara större än

source: may not be smaller than
sv_se: får inte vara mindre än

source: must be at least
sv_se: måste vara minst

source: no
sv_se: nej

source: to
sv_se: till

source: yes
sv_se: ja
